{
  "ch-integrity-1": "Do one task today exactly as you promised, even if it's inconvenient.",
  "ch-integrity-2": "Be honest in a situation where it would be easier not to be.",
  "ch-integrity-3": "Admit a small mistake quickly and without excuses.",
  "ch-integrity-4": "Follow through on a commitment you've been avoiding.",
  "ch-integrity-5": "Make a decision today based on principles, not comfort.",
  "ch-compassion-1": "Offer help to someone without being asked.",
  "ch-compassion-2": "Respond gently to someone who seems stressed or frustrated.",
  "ch-compassion-3": "Give someone the benefit of the doubt.",
  "ch-compassion-4": "Do one small act of kindness anonymously.",
  "ch-compassion-5": "Listen to someone fully without interrupting.",
  "ch-curiosity-1": "Ask three genuine questions in conversations today.",
  "ch-curiosity-2": "Explore a topic you know nothing about for 10 minutes.",
  "ch-curiosity-3": "Try a new route, food, or small experience.",
  "ch-curiosity-4": "Read or watch something outside your usual interests.",
  "ch-curiosity-5": "Challenge one assumption you normally take for granted.",
  "ch-courage-1": "Do one thing you've been avoiding because it feels uncomfortable.",
  "ch-courage-2": "Speak up once today when you normally stay quiet.",
  "ch-courage-3": "Share an honest opinion respectfully.",
  "ch-courage-4": "Start a task you've been procrastinating on.",
  "ch-courage-5": "Say no to something that drains you.",
  "ch-discipline-1": "Stick to one small habit today without exception.",
  "ch-discipline-2": "Set a timer and work uninterrupted for 20 minutes.",
  "ch-discipline-3": "Avoid one impulse behaviour such as snacking or scrolling.",
  "ch-discipline-4": "Complete a task before relaxing.",
  "ch-discipline-5": "Plan your next day before going to bed.",
  "ch-gratitude-1": "Write down three things you appreciate right now.",
  "ch-gratitude-2": "Thank someone directly for something they did.",
  "ch-gratitude-3": "Notice one small positive moment and pause to feel it.",
  "ch-gratitude-4": "Express appreciation to someone you usually overlook.",
  "ch-gratitude-5": "Reframe one annoyance by finding something good in it.",
  "ch-empathy-1": "Reflect on how someone else might be feeling before responding.",
  "ch-empathy-2": "Validate someone's emotions without trying to fix them.",
  "ch-empathy-3": "Ask someone how their day is going and listen fully.",
  "ch-empathy-4": "Imagine yourself in another person's situation for one minute.",
  "ch-empathy-5": "Respond with patience when someone is slow or confused.",
  "ch-creativity-1": "Spend 10 minutes brainstorming ideas with no judgment.",
  "ch-creativity-2": "Create something small: a doodle, note, photo, or sketch.",
  "ch-creativity-3": "Try solving a problem in a new way.",
  "ch-creativity-4": "Rearrange or redesign a small part of your environment.",
  "ch-creativity-5": "Combine two unrelated ideas into something new.",
  "ch-humility-1": "Acknowledge when someone else has a better idea.",
  "ch-humility-2": "Ask for feedback on something you're working on.",
  "ch-humility-3": "Admit when you don't know something.",
  "ch-humility-4": "Let someone else take the lead.",
  "ch-humility-5": "Appreciate someone's strengths without comparing yourself.",
  "ch-responsibility-1": "Take ownership of one task you've been avoiding.",
  "ch-responsibility-2": "Fix something small you normally ignore.",
  "ch-responsibility-3": "Keep your word on one commitment today.",
  "ch-responsibility-4": "Clean or organise a space you use.",
  "ch-responsibility-5": "Make a decision without blaming circumstances.",
  "ch-authenticity-1": "Share one honest thought or feeling with someone you trust.",
  "ch-authenticity-2": "Make a choice today based on what you want, not expectations.",
  "ch-authenticity-3": "Wear or do something that expresses your true self.",
  "ch-authenticity-4": "Say yes only when you genuinely mean it.",
  "ch-authenticity-5": "Notice when you're pretending and shift back to honesty.",
  "ch-patience-1": "Pause for 5 seconds before responding in a tense moment.",
  "ch-patience-2": "Let someone finish speaking without interrupting.",
  "ch-patience-3": "Choose the slowest queue and stay calm.",
  "ch-patience-4": "Accept one delay without frustration.",
  "ch-patience-5": "Do a task slowly and mindfully on purpose.",
  "ch-kindness-1": "Give one sincere compliment.",
  "ch-kindness-2": "Do something thoughtful for someone close to you.",
  "ch-kindness-3": "Hold the door or help someone physically.",
  "ch-kindness-4": "Send a kind message to someone you haven't spoken to recently.",
  "ch-kindness-5": "Treat yourself kindly in one moment of stress.",
  "ch-growth-mindset-1": "Try something new even if you might fail.",
  "ch-growth-mindset-2": "Reframe a mistake as a learning opportunity.",
  "ch-growth-mindset-3": "Ask for help or guidance on something challenging.",
  "ch-growth-mindset-4": "Practice a skill for 10 minutes.",
  "ch-growth-mindset-5": "Celebrate effort rather than outcome.",
  "ch-balance-1": "Take a 5-minute break every hour.",
  "ch-balance-2": "Stop working at a set time today.",
  "ch-balance-3": "Do one activity purely for enjoyment.",
  "ch-balance-4": "Say no to something that overloads your schedule.",
  "ch-balance-5": "Spend time outdoors or away from screens.",
  "ch-respect-1": "Speak to everyone today with equal courtesy.",
  "ch-respect-2": "Respect someone's time by being punctual.",
  "ch-respect-3": "Let someone have their opinion without arguing.",
  "ch-respect-4": "Treat shared spaces with care.",
  "ch-respect-5": "Acknowledge someone's contribution publicly.",
  "ch-perseverance-1": "Stick with a task for 10 more minutes when you want to quit.",
  "ch-perseverance-2": "Finish something you started earlier in the week.",
  "ch-perseverance-3": "Push through one small discomfort.",
  "ch-perseverance-4": "Review your long-term goals and take one step toward them.",
  "ch-perseverance-5": "Keep a promise to yourself even if motivation is low.",
  "ch-mindfulness-1": "Take three slow breaths before starting a task.",
  "ch-mindfulness-2": "Eat one meal or snack without distractions.",
  "ch-mindfulness-3": "Notice five things around you using your senses.",
  "ch-mindfulness-4": "Do a short body scan.",
  "ch-mindfulness-5": "Catch your mind wandering and gently return to the present.",
  "ch-generosity-1": "Give something small: time, attention, or help.",
  "ch-generosity-2": "Share a resource or recommendation with someone.",
  "ch-generosity-3": "Offer support without expecting anything back.",
  "ch-generosity-4": "Donate an item you no longer need.",
  "ch-generosity-5": "Encourage someone who's struggling.",
  "ch-self-awareness-1": "Notice one emotional trigger and name the feeling.",
  "ch-self-awareness-2": "Reflect on why you reacted strongly to something.",
  "ch-self-awareness-3": "Journal for 5 minutes about your current state.",
  "ch-self-awareness-4": "Observe your thoughts without judging them.",
  "ch-self-awareness-5": "Identify one need you've been ignoring."
}
