{
  "ch-integrity-1": "Accomplis aujourd'hui une tâche exactement comme tu l'avais promis, même si c'est inconfortable.",
  "ch-integrity-2": "Sois honnête dans une situation où il serait plus facile de ne pas l'être.",
  "ch-integrity-3": "Admets rapidement une petite erreur sans excuses.",
  "ch-integrity-4": "Respecte un engagement que tu repousses depuis un moment.",
  "ch-integrity-5": "Prends une décision aujourd'hui basée sur tes principes plutôt que sur la facilité.",
  "ch-compassion-1": "Aide quelqu'un sans attendre qu'on te le demande.",
  "ch-compassion-2": "Réponds avec douceur à quelqu'un qui semble stressé ou frustré.",
  "ch-compassion-3": "Accorde à quelqu'un le bénéfice du doute.",
  "ch-compassion-4": "Fais un petit acte de gentillesse de manière anonyme.",
  "ch-compassion-5": "Écoute quelqu'un pleinement sans l'interrompre.",
  "ch-curiosity-1": "Pose trois questions sincères dans tes conversations aujourd'hui.",
  "ch-curiosity-2": "Explore un sujet que tu ne connais pas pendant 10 minutes.",
  "ch-curiosity-3": "Essaie un nouvel itinéraire, un nouveau plat ou une nouvelle expérience.",
  "ch-curiosity-4": "Lis ou regarde quelque chose en dehors de tes intérêts habituels.",
  "ch-curiosity-5": "Remets en question une idée que tu prends habituellement pour acquise.",
  "ch-courage-1": "Fais une chose que tu évites parce qu'elle te met mal à l'aise.",
  "ch-courage-2": "Exprime-toi une fois aujourd'hui là où tu resterais normalement silencieux.",
  "ch-courage-3": "Partage une opinion honnête avec respect.",
  "ch-courage-4": "Commence une tâche que tu procrastines.",
  "ch-courage-5": "Dis non à quelque chose qui t'épuise.",
  "ch-discipline-1": "Respecte une petite habitude aujourd'hui sans exception.",
  "ch-discipline-2": "Travaille 20 minutes d'affilée avec un minuteur.",
  "ch-discipline-3": "Évite un comportement impulsif comme grignoter ou faire défiler ton téléphone.",
  "ch-discipline-4": "Termine une tâche avant de te détendre.",
  "ch-discipline-5": "Planifie ta journée de demain avant de te coucher.",
  "ch-gratitude-1": "Note trois choses que tu apprécies en ce moment.",
  "ch-gratitude-2": "Remercie quelqu'un directement pour quelque chose qu'il a fait.",
  "ch-gratitude-3": "Remarque un petit moment positif et prends le temps de le savourer.",
  "ch-gratitude-4": "Exprime ta gratitude à quelqu'un que tu négliges souvent.",
  "ch-gratitude-5": "Transforme une contrariété en trouvant un aspect positif.",
  "ch-empathy-1": "Réfléchis à ce que quelqu'un pourrait ressentir avant de répondre.",
  "ch-empathy-2": "Valide les émotions de quelqu'un sans essayer de les corriger.",
  "ch-empathy-3": "Demande à quelqu'un comment se passe sa journée et écoute vraiment.",
  "ch-empathy-4": "Imagine-toi dans la situation de quelqu'un pendant une minute.",
  "ch-empathy-5": "Réponds avec patience quand quelqu'un est lent ou confus.",
  "ch-creativity-1": "Consacre 10 minutes à un brainstorming sans jugement.",
  "ch-creativity-2": "Crée quelque chose de simple : un dessin, une note, une photo ou un croquis.",
  "ch-creativity-3": "Résous un problème d'une manière différente.",
  "ch-creativity-4": "Réorganise ou redécore un petit espace autour de toi.",
  "ch-creativity-5": "Combine deux idées sans rapport pour en créer une nouvelle.",
  "ch-humility-1": "Reconnais quand quelqu'un a une meilleure idée que toi.",
  "ch-humility-2": "Demande un retour sur quelque chose que tu fais.",
  "ch-humility-3": "Admets quand tu ne sais pas quelque chose.",
  "ch-humility-4": "Laisse quelqu'un d'autre prendre les devants.",
  "ch-humility-5": "Apprécie les forces de quelqu'un sans te comparer.",
  "ch-responsibility-1": "Prends en charge une tâche que tu évites.",
  "ch-responsibility-2": "Répare quelque chose de petit que tu ignores habituellement.",
  "ch-responsibility-3": "Tiens ta parole sur un engagement aujourd'hui.",
  "ch-responsibility-4": "Range ou organise un espace que tu utilises.",
  "ch-responsibility-5": "Prends une décision sans blâmer les circonstances.",
  "ch-authenticity-1": "Partage une pensée ou un sentiment sincère avec quelqu'un de confiance.",
  "ch-authenticity-2": "Fais un choix basé sur ce que tu veux vraiment.",
  "ch-authenticity-3": "Porte ou fais quelque chose qui exprime ton vrai toi.",
  "ch-authenticity-4": "Dis oui seulement quand tu le penses vraiment.",
  "ch-authenticity-5": "Remarque quand tu joues un rôle et reviens doucement à l'authenticité.",
  "ch-patience-1": "Fais une pause de 5 secondes avant de répondre dans un moment tendu.",
  "ch-patience-2": "Laisse quelqu'un finir de parler sans l'interrompre.",
  "ch-patience-3": "Choisis la file la plus lente et reste calme.",
  "ch-patience-4": "Accepte un retard sans frustration.",
  "ch-patience-5": "Fais une tâche lentement et consciemment.",
  "ch-kindness-1": "Fais un compliment sincère.",
  "ch-kindness-2": "Fais quelque chose de gentil pour un proche.",
  "ch-kindness-3": "Tiens la porte ou aide quelqu'un physiquement.",
  "ch-kindness-4": "Envoie un message bienveillant à quelqu'un que tu n'as pas contacté depuis longtemps.",
  "ch-kindness-5": "Traite-toi avec douceur dans un moment de stress.",
  "ch-growth-mindset-1": "Essaie quelque chose de nouveau même si tu risques d'échouer.",
  "ch-growth-mindset-2": "Transforme une erreur en opportunité d'apprentissage.",
  "ch-growth-mindset-3": "Demande de l'aide sur quelque chose de difficile.",
  "ch-growth-mindset-4": "Pratique une compétence pendant 10 minutes.",
  "ch-growth-mindset-5": "Célèbre l'effort plutôt que le résultat.",
  "ch-balance-1": "Prends une pause de 5 minutes chaque heure.",
  "ch-balance-2": "Arrête de travailler à une heure précise aujourd'hui.",
  "ch-balance-3": "Fais une activité uniquement pour le plaisir.",
  "ch-balance-4": "Dis non à quelque chose qui surcharge ton emploi du temps.",
  "ch-balance-5": "Passe du temps dehors ou loin des écrans.",
  "ch-respect-1": "Parle à tout le monde avec la même courtoisie.",
  "ch-respect-2": "Respecte le temps de quelqu'un en étant ponctuel.",
  "ch-respect-3": "Laisse quelqu'un exprimer son opinion sans débattre.",
  "ch-respect-4": "Prends soin des espaces partagés.",
  "ch-respect-5": "Reconnais publiquement la contribution de quelqu'un.",
  "ch-perseverance-1": "Continue une tâche 10 minutes de plus quand tu veux abandonner.",
  "ch-perseverance-2": "Termine quelque chose que tu as commencé cette semaine.",
  "ch-perseverance-3": "Traverse un petit inconfort.",
  "ch-perseverance-4": "Fais un pas vers un objectif à long terme.",
  "ch-perseverance-5": "Tiens une promesse envers toi-même même sans motivation.",
  "ch-mindfulness-1": "Prends trois respirations lentes avant de commencer une tâche.",
  "ch-mindfulness-2": "Mange un repas ou un encas sans distractions.",
  "ch-mindfulness-3": "Observe cinq choses autour de toi avec tes sens.",
  "ch-mindfulness-4": "Fais un court scan corporel.",
  "ch-mindfulness-5": "Ramène doucement ton attention quand ton esprit s'évade.",
  "ch-generosity-1": "Donne quelque chose de petit : du temps, de l'attention ou de l'aide.",
  "ch-generosity-2": "Partage une ressource ou une recommandation.",
  "ch-generosity-3": "Offre ton soutien sans rien attendre en retour.",
  "ch-generosity-4": "Donne un objet dont tu n'as plus besoin.",
  "ch-generosity-5": "Encourage quelqu'un qui traverse une difficulté.",
  "ch-self-awareness-1": "Identifie un déclencheur émotionnel et nomme le sentiment.",
  "ch-self-awareness-2": "Réfléchis à la raison d'une réaction forte.",
  "ch-self-awareness-3": "Écris pendant 5 minutes sur ton état actuel.",
  "ch-self-awareness-4": "Observe tes pensées sans les juger.",
  "ch-self-awareness-5": "Identifie un besoin que tu ignores."
}
