{
  "ch-integrity-1": "Cumple hoy una tarea exactamente como la prometiste, aunque sea incómodo.",
  "ch-integrity-2": "Sé honesto en una situación donde sería más fácil no serlo.",
  "ch-integrity-3": "Admite un pequeño error rápidamente y sin excusas.",
  "ch-integrity-4": "Cumple un compromiso que has estado posponiendo.",
  "ch-integrity-5": "Toma una decisión hoy basada en tus principios, no en la comodidad.",
  "ch-compassion-1": "Ayuda a alguien sin que te lo pida.",
  "ch-compassion-2": "Responde con amabilidad a alguien que parece estresado o frustrado.",
  "ch-compassion-3": "Dale a alguien el beneficio de la duda.",
  "ch-compassion-4": "Haz un pequeño acto de bondad de forma anónima.",
  "ch-compassion-5": "Escucha a alguien por completo sin interrumpir.",
  "ch-curiosity-1": "Haz tres preguntas genuinas en tus conversaciones de hoy.",
  "ch-curiosity-2": "Explora un tema que no conoces durante 10 minutos.",
  "ch-curiosity-3": "Prueba una nueva ruta, comida o experiencia.",
  "ch-curiosity-4": "Lee o mira algo fuera de tus intereses habituales.",
  "ch-curiosity-5": "Cuestiona una idea que normalmente das por hecha.",
  "ch-courage-1": "Haz algo que has estado evitando porque te incomoda.",
  "ch-courage-2": "Exprésate una vez hoy donde normalmente guardarías silencio.",
  "ch-courage-3": "Comparte una opinión honesta con respeto.",
  "ch-courage-4": "Empieza una tarea que has estado procrastinando.",
  "ch-courage-5": "Di no a algo que te agota.",
  "ch-discipline-1": "Cumple un pequeño hábito hoy sin excepción.",
  "ch-discipline-2": "Trabaja 20 minutos seguidos con un temporizador.",
  "ch-discipline-3": "Evita un comportamiento impulsivo como picar o revisar el móvil.",
  "ch-discipline-4": "Termina una tarea antes de relajarte.",
  "ch-discipline-5": "Planifica tu día de mañana antes de acostarte.",
  "ch-gratitude-1": "Escribe tres cosas que agradeces en este momento.",
  "ch-gratitude-2": "Agradece directamente a alguien por algo que hizo.",
  "ch-gratitude-3": "Nota un pequeño momento positivo y disfrútalo.",
  "ch-gratitude-4": "Expresa gratitud a alguien que sueles pasar por alto.",
  "ch-gratitude-5": "Reformula una molestia encontrando algo bueno en ella.",
  "ch-empathy-1": "Reflexiona sobre cómo podría sentirse alguien antes de responder.",
  "ch-empathy-2": "Valida las emociones de alguien sin intentar solucionarlas.",
  "ch-empathy-3": "Pregunta a alguien cómo va su día y escucha de verdad.",
  "ch-empathy-4": "Imagínate en la situación de otra persona durante un minuto.",
  "ch-empathy-5": "Responde con paciencia cuando alguien está lento o confundido.",
  "ch-creativity-1": "Dedica 10 minutos a generar ideas sin juzgarlas.",
  "ch-creativity-2": "Crea algo pequeño: un dibujo, una nota, una foto o un boceto.",
  "ch-creativity-3": "Resuelve un problema de una manera diferente.",
  "ch-creativity-4": "Reorganiza o rediseña un pequeño espacio a tu alrededor.",
  "ch-creativity-5": "Combina dos ideas sin relación para crear algo nuevo.",
  "ch-humility-1": "Reconoce cuando alguien tiene una mejor idea que tú.",
  "ch-humility-2": "Pide retroalimentación sobre algo en lo que trabajas.",
  "ch-humility-3": "Admite cuando no sabes algo.",
  "ch-humility-4": "Deja que otra persona tome el liderazgo.",
  "ch-humility-5": "Aprecia las fortalezas de alguien sin compararte.",
  "ch-responsibility-1": "Hazte cargo de una tarea que has estado evitando.",
  "ch-responsibility-2": "Arregla algo pequeño que normalmente ignoras.",
  "ch-responsibility-3": "Cumple tu palabra en un compromiso hoy.",
  "ch-responsibility-4": "Ordena o organiza un espacio que usas.",
  "ch-responsibility-5": "Toma una decisión sin culpar a las circunstancias.",
  "ch-authenticity-1": "Comparte un pensamiento o sentimiento sincero con alguien de confianza.",
  "ch-authenticity-2": "Toma una decisión basada en lo que realmente quieres.",
  "ch-authenticity-3": "Haz o usa algo que exprese tu verdadero yo.",
  "ch-authenticity-4": "Di sí solo cuando realmente lo sientas.",
  "ch-authenticity-5": "Nota cuando estás fingiendo y vuelve suavemente a la autenticidad.",
  "ch-patience-1": "Haz una pausa de 5 segundos antes de responder en un momento tenso.",
  "ch-patience-2": "Deja que alguien termine de hablar sin interrumpir.",
  "ch-patience-3": "Elige la fila más lenta y mantén la calma.",
  "ch-patience-4": "Acepta un retraso sin frustrarte.",
  "ch-patience-5": "Realiza una tarea lentamente y con atención plena.",
  "ch-kindness-1": "Da un cumplido sincero.",
  "ch-kindness-2": "Haz algo amable por alguien cercano.",
  "ch-kindness-3": "Sujeta la puerta o ayuda físicamente a alguien.",
  "ch-kindness-4": "Envía un mensaje amable a alguien con quien no hablas hace tiempo.",
  "ch-kindness-5": "Trátate con amabilidad en un momento de estrés.",
  "ch-growth-mindset-1": "Prueba algo nuevo aunque puedas fallar.",
  "ch-growth-mindset-2": "Convierte un error en una oportunidad de aprendizaje.",
  "ch-growth-mindset-3": "Pide ayuda con algo que te resulte difícil.",
  "ch-growth-mindset-4": "Practica una habilidad durante 10 minutos.",
  "ch-growth-mindset-5": "Celebra el esfuerzo en lugar del resultado.",
  "ch-balance-1": "Toma un descanso de 5 minutos cada hora.",
  "ch-balance-2": "Deja de trabajar a una hora fija hoy.",
  "ch-balance-3": "Haz una actividad solo por placer.",
  "ch-balance-4": "Di no a algo que sobrecarga tu agenda.",
  "ch-balance-5": "Pasa tiempo al aire libre o lejos de las pantallas.",
  "ch-respect-1": "Habla con todos hoy con la misma cortesía.",
  "ch-respect-2": "Respeta el tiempo de alguien siendo puntual.",
  "ch-respect-3": "Permite que alguien exprese su opinión sin debatir.",
  "ch-respect-4": "Cuida los espacios compartidos.",
  "ch-respect-5": "Reconoce públicamente la contribución de alguien.",
  "ch-perseverance-1": "Continúa una tarea 10 minutos más cuando quieras rendirte.",
  "ch-perseverance-2": "Termina algo que empezaste esta semana.",
  "ch-perseverance-3": "Supera una pequeña incomodidad.",
  "ch-perseverance-4": "Da un paso hacia un objetivo a largo plazo.",
  "ch-perseverance-5": "Cumple una promesa contigo mismo incluso sin motivación.",
  "ch-mindfulness-1": "Toma tres respiraciones lentas antes de empezar una tarea.",
  "ch-mindfulness-2": "Come una comida o tentempié sin distracciones.",
  "ch-mindfulness-3": "Observa cinco cosas a tu alrededor usando tus sentidos.",
  "ch-mindfulness-4": "Haz un breve escaneo corporal.",
  "ch-mindfulness-5": "Regresa suavemente tu atención cuando tu mente divague.",
  "ch-generosity-1": "Da algo pequeño: tiempo, atención o ayuda.",
  "ch-generosity-2": "Comparte un recurso o una recomendación.",
  "ch-generosity-3": "Ofrece apoyo sin esperar nada a cambio.",
  "ch-generosity-4": "Dona un objeto que ya no necesitas.",
  "ch-generosity-5": "Anima a alguien que esté pasando por un momento difícil.",
  "ch-self-awareness-1": "Identifica un desencadenante emocional y nombra la emoción.",
  "ch-self-awareness-2": "Reflexiona sobre por qué reaccionaste con intensidad.",
  "ch-self-awareness-3": "Escribe durante 5 minutos sobre tu estado actual.",
  "ch-self-awareness-4": "Observa tus pensamientos sin juzgarlos.",
  "ch-self-awareness-5": "Identifica una necesidad que has estado ignorando."
}
